[{"id":1,"time":"14.2.2019  17:38:10","title":"How to get away with murder","context":"How to Get Away with Murder is an American drama television series that premiered on ABC on September 25, 2014. <br>The series was created by Peter Nowalk, and produced by Shonda Rhimes and ABC Studios. <br>The series airs on ABC as part of a night of programming, all under Rhimes's Shondaland production company."},{"title":"The True Scandal of the College Admissions Scam","context":"The political journalist Michael Kinsley has a saying about Washington, D.C.: “The scandal isn’t what’s illegal. The scandal is what’s legal.” That truism is worth keeping in mind as the country digests, with a mix of hilarity and outrage, the largest college admissions scam ever prosecuted by the Department of Justice.\n\nThe world of elite college admissions had its own Kinsley gaffe this week, and it was a doozy. A brief recap: According to the FBI, wealthy parents including celebrities, like Desperate Housewives actress Felicity Huffman, paid large sums of money to William Rick Singer, the founder of a for-profit college preparation business based in Newport Beach, California. Singer and his associates in turn did everything they could to ensure the children of their well-heeled clients were admitted into elite colleges like Yale and Stanford, including bribing SAT or ACT administrators to take the tests for the students or correct the answers after the students had taken the test themselves, and bribing college coaches to pretend the applicants were recruited athletes.\n\nThe true beauty of the story is in the details, which are nothing short of perfect. Some of the parents allegedly faked disabilities for their children so they could take the SAT or ACT alone with a prearranged proctor. Among the parents charged in the fraud case is one of Silicon Valley’s biggest proponents of socially conscious and ethical investing. One method Singer and his associates used to make it seem as if the applicants were recruitable athletes was to Photoshop the faces of the students onto the bodies of real athletes. The FBI’s case is code-named “Operation Varsity Blues”—which, yes, appears to be a reference to the 1999 film about high-school football players starring peak Dawson’s Creek-era James Van Der Beek and his best attempt at a Texas accent.\n\nThe feds announcing the charges put on a stern show: Andrew E. Lelling, the United States attorney for the District of Massachusetts, told reporters during a Tuesday news conference that “the parents are the prime movers of this fraud” and that “the real victims of in this case are the hardworking students” who missed out on spots at top colleges because of “far less qualified students and their families who simply bought their way in.” And the affected colleges—none of which seemed to be aware of what was going on—tried to portray themselves as victims of wealthy parents who apparently believed they could buy their kid’s way into a selective school. Ted Mitchell, president of the American Council on Education, a college and university trade group, told the New York Times: “If these allegations are true, they violate the essential premise of a fair and transparent college admissions process.”","id":4}]