[{"title":"The True Scandal of the College Admissions Scam","context":"The political journalist Michael Kinsley has a saying about Washington, D.C.: “The scandal isn’t what’s illegal. The scandal is what’s legal.” That truism is worth keeping in mind as the country digests, with a mix of hilarity and outrage, the largest college admissions scam ever prosecuted by the Department of Justice.\n\nThe world of elite college admissions had its own Kinsley gaffe this week, and it was a doozy. A brief recap: According to the FBI, wealthy parents including celebrities, like Desperate Housewives actress Felicity Huffman, paid large sums of money to William Rick Singer, the founder of a for-profit college preparation business based in Newport Beach, California. Singer and his associates in turn did everything they could to ensure the children of their well-heeled clients were admitted into elite colleges like Yale and Stanford, including bribing SAT or ACT administrators to take the tests for the students or correct the answers after the students had taken the test themselves, and bribing college coaches to pretend the applicants were recruited athletes.\n\nThe true beauty of the story is in the details, which are nothing short of perfect. Some of the parents allegedly faked disabilities for their children so they could take the SAT or ACT alone with a prearranged proctor. Among the parents charged in the fraud case is one of Silicon Valley’s biggest proponents of socially conscious and ethical investing. One method Singer and his associates used to make it seem as if the applicants were recruitable athletes was to Photoshop the faces of the students onto the bodies of real athletes. The FBI’s case is code-named “Operation Varsity Blues”—which, yes, appears to be a reference to the 1999 film about high-school football players starring peak Dawson’s Creek-era James Van Der Beek and his best attempt at a Texas accent.\n\nThe feds announcing the charges put on a stern show: Andrew E. Lelling, the United States attorney for the District of Massachusetts, told reporters during a Tuesday news conference that “the parents are the prime movers of this fraud” and that “the real victims of in this case are the hardworking students” who missed out on spots at top colleges because of “far less qualified students and their families who simply bought their way in.” And the affected colleges—none of which seemed to be aware of what was going on—tried to portray themselves as victims of wealthy parents who apparently believed they could buy their kid’s way into a selective school. Ted Mitchell, president of the American Council on Education, a college and university trade group, told the New York Times: “If these allegations are true, they violate the essential premise of a fair and transparent college admissions process.”","id":4},{"title":"The Boundless Optimism and Timeless Wisdom of Fantastic Negrito","context":"efore Xavier Dphrepaulezz became Fantastic Negrito, the Oakland musician who won two Grammys for Best Contemporary Blues Album in the past three years, he was, for a brief period in 2012, my weed dealer.\n\nEvery week or so, he’d stop by my Berkeley apartment in an old car with a car seat in the back to deliver eighths that made my shifts as a barista more bearable. I’d always hated the awkward small talk that accompanied these sorts of encounters, the feigned attempts that the exchange was anything but transactional. But it was different with Dphrepaulezz. He had an infectious positivity to him, one that seemed unbefitting of his circumstances and the challenges life had thrown his way.\n\nAs Dphrepaulezz busted out small bags of OG Kush, he told me of his past lives: a youth spent on the streets of Oakland, where he says he robbed homes and sold crack; a momentary brush with fame in the 1990s as a crooning R&B singer and self-taught multi-instrumentalist with a million-dollar record deal whose career and creativity foundered under the pressures of trying to make a hit; a near-fatal car crash in 1999 that put him in a coma and robbed him of his desire — and, for a time, his ability — to play music; and his retreat from the music world to his farm in Oakland, where he grew weed, raised chickens, and returned to hustling.\n\nThe birth of Dphrepaulezz’s son in 2009 inspired him to play music again. He co-founded an Oakland arts and music collective, Blackball Universe, to support struggling black artists. He also started busking at BART stations and on street corners. He went “fishing” in public places, observing the mundane everyday lives of others for material.\n\nIf Dphrepaulezz had any ambitions for the life of success that soon awaited him, he didn’t betray them in our meetings. I last saw him late that summer, after I was awarded a research fellowship to Harvard. A few days before leaving town, I hit him up for a last celebratory eighth. I had to meet him in his car, because he was in a rush. As we drove around the block, I couldn’t find my wallet. He told me not to worry about it, congratulated me on my fellowship, and handed me the bag of weed.\n\n“Just don’t forget about the little people when you make it big,” he said.\n\nOur paths diverged from there. I never “made it big” in quite the way I imagined or Dphrepaulezz predicted. But he did.\n\nIn 2014, Dphrepaulezz became Fantastic Negrito. One of his first songs, “Night Has Turned to Day,” triumphantly proclaimed that he had found his way out of the darkness. The spoils soon followed. In 2015, Dphrepaulezz beat out 7,000 contestants to win NPR’s Tiny Desk competition with a song that he and his bandmates recorded in one take in the freight elevator of a warehouse. Since then, he’s played sold-out shows and toured the world. His song “Working Poor” was embraced by Bernie Sanders and his supporters during his 2016 campaign; others have been licensed for television shows and movies. Along the way, Dphrepaulezz released two critically acclaimed and Grammy-winning albums, The Last Days of Oakland and Please Don’t Be Dead.","id":5},{"title":"Pretty Little Liars","context":"Pretty Little Liars is an American teen drama mystery thriller television series developed by I. Marlene King and is loosely based on the novel series of the same name written by Sara Shepard. <br>The series follows the lives of four high school girls whose clique falls apart after the disappearance of their leader. <br>One year later, the estranged friends are reunited as they begin receiving messages from a mysterious figure named \"A\" who threatens to expose their deepest secrets.","id":6},{"title":"How to get away with murder","context":"How to Get Away with Murder is an American drama television series that premiered on ABC on September 25, 2014. <br>The series was created by Peter Nowalk, and produced by Shonda Rhimes and ABC Studios. <br>The series airs on ABC as part of a night of programming, all under Rhimes's Shondaland production company.","id":13}]